Repository: wp-plugins/ats2go-jobs
Catalog: languages/ATS2goJobs-*.po
Languages: nl_nl

source: General
nl_nl: Algemeen

source: Customer ID
nl_nl: Klant ID

source: Jobfeed update every
nl_nl: Update jobfeed elke

source: Jobfeed language
nl_nl: Jobfeed taal

source: Menu position
nl_nl: Menu positie

source: Joblist
nl_nl: Vacaturelijst

source: Show summary
nl_nl: Toon samenvatting

source: Show classifications
nl_nl: Toon classificaties

source: Show "Read more" link
nl_nl: Toon "Lees meer" link

source: Jobdetail
nl_nl: Vacaturedetail

source: Applybutton position
nl_nl: Solliciteerknop positie

source: Social
nl_nl: Sociaal

source: LinkedIn Key
nl_nl: LinkedIn Sleutel

source: Facebook Key
nl_nl: Facebook sleutel

source: <p>Fill in your iCams Customer ID. If your iCams implementation supports more than one language, specify the language of the jobs you want to show, example (NL, EN, FR, etc.).<br/>By default the jobfeed updates every 15 minutes, below you can update the frequency. </p>
nl_nl: <p>Vul hier uw klant ID in. Indien uw iCams implementatie meerdere talen support, specifier dan de taal van de vacatures die u wilt tonen, voorbeelden: NL, EN en FR.<br/>Standaard update de jobfeed elke 15 minuten, hieronder kunt u deze frequentie aanpassen.</p>

source: <p>Edit the settings below to change how the <i>joblist</i> is displayed.</p>
nl_nl: <p>Wijzig de instellingen hieronder om het tonen van de <i>vacaturelijst</i> aan te passen.</p>

source: <p>Edit the settings below to change how the <i>jobdetail</i> page is displayed.</p>
nl_nl: <p>Wijzig de instellingen hieronder om het tonen van de <i>vacaturedetail</i> pagina aan te passen.</p>

source: <p>Add social media Apps to enable new features within the iCamsJobs plugin.</p>
nl_nl: <p>Voeg social media Apps toe voer nieuwe functionaliteiten in de iCamsJobs plugin.</p>

source: <span> minutes</span>
nl_nl: <span> minuten</span>

source: Below
nl_nl: Beneden

source: Above
nl_nl: Boven

source: Below & above
nl_nl: Beneden & boven

source: Settings
nl_nl: Instellingen

source: iCamsJobs Settings
nl_nl: iCamsJobs Instellingen

source: General Settings
nl_nl: Algemene Instellingen

source: Display Settings
nl_nl: Toon Instellingen

source: Social Settings
nl_nl: Sociaal Instellingen

source: <div class="error"><p><strong>Please specify your iCams Customer ID on the settings page. (Go in the menu to iCamsJobs -> Settings).</strong></p></div>
nl_nl: <div class="error"><p><strong>Stel aub uw iCams specify your iCams web site id at the settings page. (In menu go to iCamsJobs -> Settings).</strong></p></div>

source: No icamsjob found
nl_nl: Geen iCamsJobs gevonden

source: No icamsjob found in Trash
nl_nl: Geen iCamsjob gevonden in prullebak
